/* No comment provided by engineer. */
"Available Dragon's rides" = "Available Dragon's rides";

/* No comment provided by engineer. */
"Hello warrior" = "Hello warrior";

/* No comment provided by engineer. */
"Price :" = "Price :";

/* No comment provided by engineer. */
"Ride cost :" = "Ride cost :";

/* No comment provided by engineer. */
"Search rides" = "Search rides";

/* No comment provided by engineer. */
"Segments" = "Segments";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"starting at" = "starting at";

/* No comment provided by engineer. */
"Welcomeback" = "Welcomeback";

/* No comment provided by engineer. */
"Your ride details" = "Your ride details";

